Repository: jeroen/r-svn-packages
Catalog: Mac-GUI/Translated.strings/EditorPrefPane.*.strings
Languages: de

source: (Valid range is between 0.1 and 0.8 sec.)
de: (Gültiger Bereich ist von 0.1 bis 0.8 Sek.)

source: (Wrapping and padding for new windows only)
de: (nur für neu geöffnete Fenster)

source: Application
de: Programm

source: Built-in editor
de: Eingebauter Editor

source: Built-in editor preferences
de: Einstellung für eingeb. Editor

source: Command
de: Befehl

source: External Editor
de: Externer Editor

source: External editor settings
de: Einstellungen für ext. Editor

source: Highlight interval:
de: Dauer der Hervorhebung:

source: Margin width:
de: Randbreite:

source: New editor
de: Editor auswählen

source: Note: Command is executed in a shell
de: (der Befehl wird in der 'Shell' ausgeführt)

source: Show brace highlighting
de: Klammern hervorheben

source: Show function hints
de: Funktionsparameter anzeigen

source: Show line numbers
de: Zeilennummern anzeigen

source: Show syntax coloring
de: Syntax farblich hervorheben

source: Text padding:
de: Abstand vom Text:

source: Wrap lines
de: Zeilen umbrechen
