Repository: jeroen/r-svn-packages
Catalog: mgcv/po/*.po
Languages: de

source: Overall smoothing parameter estimate on upper boundary. Boundary GCV score change: %g. Largest change: %g
de: Gesamte Glättungsparameterschätzung an oberem Rand. Rand GCV-Punktzahländerung: %g. Größte Änderung: %g

source: resetting -ve inf
de: zurücksetzen -ve inf

source: resetting +ve inf
de: zurücksetzen +ve inf

source: Multiple GCV didn't improve autoinitialized relative smoothing parameters
de: Mehrere GCV verbesserten nicht selbstinitialisierte relative Glättungsparameter

source: magic requires smoothing parameter starting values if L supplied
de: magic benötigt Glättungsparameter-Startwerte, wenn L angegeben

source: magic, the gcv/ubre optimizer, failed to converge after 400 iterations.
de: magic, der gcv/ubre-Optimierer, konvergierte nach 400 Iterationen noch nicht.

source: Failed to initialize memory for matrix.
de: Initialisieren von Speicher für Matrix fehlgeschlagen.

source: An out of bound write to matrix has occurred!
de: Ein Schreiben außerhalb der Matrixgrenze ist aufgetreten!

source: INTEGRITY PROBLEM in the extant matrix list.
de: INTEGRITÄTSPROBLEM in der bestehenden Matrix-Liste.

source: You are trying to check matrix integrity without defining RANGECHECK.
de: Sie versuchen die Integrität der Matrix zu prüfen ohne RANGECHECK zu definieren.

source: %s not found, nothing read !
de: %s nicht gefunden, nichts gelesen!

source: Target matrix too small in mcopy
de: Zielmatrix zu klein in mcopy

source: Incompatible matrices in matmult.
de: Inkompatible Matrizen in matmult.

source: Attempt to invert() non-square matrix
de: Versuch des Aufrufs von invert() für nicht-quadratische Matrix

source: Singular Matrix passed to invert()
de: Singuläre Matrix an invert() übergeben

source: Not a +ve def. matrix in choleski().
de: Keine +ve def.-Matrix in choleski().

source: Error in Covariance(a,b) - a,b not same length.
de: Fehler in Covariance(a,b) - a,b haben nicht die gleiche Länge

source: svd() not converged
de: svd() nicht konvergiert

source: %s not found by routine gettextmatrix().
de: %s wurde nicht von der Routine gettextmatrix() gefunden.

source: svdroot matrix not +ve semi def. %g
de: svdroot-Matrix nicht +ve def. %g

source: Sort failed
de: Sortieren fehlgeschlagen

source: eigen_tri() failed to converge
de: konvertieren von eigen_tri() fehlgeschlagen

source: eigenvv_tri() Eigen vector %d of %d failure. Error = %g > %g
de: eigenvv_tri() Eigen-Vektor %d von %d fehlgeschlagen. Fehler = %g > %g

source: Lanczos failed
de: Lanczos fehlgeschlagen

source: Numerical difficulties obtaining tr(A) - apparently resolved. Apply some caution to results.
de: Numerische Schwierigkeiten beim bestimmen von tr(A) - anscheinend gelöst. Seien Sie bei den Ergebnissen vorsichtig.

source: tr(A) utter garbage and situation un-resolvable.
de: tr(A) völliger Müll und Situation nicht korrigierbar.

source: Numerical difficulties calculating tr(A). Not completely resolved. Use results with care!
de: Numerische Schwierigkeiten tr(A) zu berechnen. Nicht komplett gelöst. Benutzen Sie die Ergebnisse mit Vorsicht.

source: Termwise estimate degrees of freedom are unreliable
de: Termweises Schätzen der Freiheitsgrade ist unzuverlässig

source: ERROR in addconQT.
de: FEHLER in addconQT.

source: QPCLS - Rank deficiency in model
de: QPCLS - Rang-Defizit im Modell

source: You must have 2m>d for a thin plate spline.
de: Es muss 2m>d für eine dünnwandige Spline gelten

source: You must have 2m > d
de: Sie müssen 2m > d haben

source: A term has fewer unique covariate combinations than specified maximum degrees of freedom
de: Ein Term hat weniger einheitliche Kombinationen von Kovarianten als maximal angegebene Freiheitsgrade
