Repository: jeroen/r-svn-packages
Catalog: mgcv/po/po.po
Languages: pl_pl

source: Overall smoothing parameter estimate on upper boundary. Boundary GCV score change: %g. Largest change: %g
pl_pl: Ogólne oszacowanie parametru wygładzającego na górnej granicy. Punktacja granicy GCV zmieniła się: %g. Największa zmiana: %g

source: resetting -ve inf
pl_pl: czyszczenie minus nieskończoności

source: resetting +ve inf
pl_pl: czyszczenie plus nieskończoności

source: Multiple GCV didn't improve autoinitialized relative smoothing parameters
pl_pl: Wielokrotne GCV nie poprawiło automatycznie zainicjowanych względnych parametrów wygładzania

source: magic requires smoothing parameter starting values if L supplied
pl_pl: 'magic' wymaga wartości startowych dla parametru wygładzającego jeśli L zostało dostarczone

source: magic, the gcv/ubre optimizer, failed to converge after 400 iterations.
pl_pl: 'magic', omptymalizator gcv/ubre, nie zdodał uzbieżnić się po 400 iteracjach.

source: Failed to initialize memory for matrix.
pl_pl: Nie udało się zainicjalizować pamięci dla macierzy.

source: An out of bound write to matrix has occurred!
pl_pl: Nastąpił zapis poza zakresem macierzy!

source: INTEGRITY PROBLEM in the extant matrix list.
pl_pl: PROBLEM SPÓJNOŚCI w istniejącej liście macierzy.

source: You are trying to check matrix integrity without defining RANGECHECK.
pl_pl: Próbujesz sprawdzić integralność macierzy bez określania 'RANGECHECK'

source: %s not found, nothing read!
pl_pl: %s nie znaleziono, nic nie odczytano!

source: Target matrix too small in mcopy
pl_pl: Docelowa macierz jest zbyt mała, aby wykonać 'mcopy'

source: Incompatible matrices in matmult.
pl_pl: Niespójne macierze w 'matmult'.

source: Attempt to invert() non-square matrix
pl_pl: Próba odwrócenia metodą 'invert()' niekwadratowej macierzy

source: Singular Matrix passed to invert()
pl_pl: Przekazano osobliwą macierz do 'invert()'

source: Not a +ve def. matrix in choleski().
pl_pl: Macierz nie jest dodatnio określona w 'choleski()'.

source: Error in Covariance(a,b) - a,b not same length.
pl_pl: Błąd w 'Covariance(a,b)' - a, b nie są tej samej długości.

source: svd() not converged
pl_pl: 'svd()' nie uzbieżnił się

source: %s not found by routine gettextmatrix().
pl_pl: %s nie został znaleziony przez procedurę 'gettextmatrix()'.

source: svdroot matrix not +ve semi def. %g
pl_pl: macierz 'svdroot' nie jest dodatnio określona %g

source: Sort failed
pl_pl: Sortowanie nie powiodło się

source: eigen_tri() failed to converge
pl_pl: 'eigen_tri()' nie uzbieżnił się

source: eigenvv_tri() Eigen vector %d of %d failure. Error = %g > %g
pl_pl: eigenvv_tri(): Niepowodzenie wyznaczania wektora własnego %d z %d. Błąd = %g > %g

source: Lanczos failed
pl_pl: Lanczos nie powiódł się

source: Numerical difficulties obtaining tr(A) - apparently resolved. Apply some caution to results.
pl_pl: Trudności numeryczne podczas uzyskiwania tr(A) - najwyrażniej rozwiązane. Podejdź ostrożnie do wyników.

source: tr(A) utter garbage and situation un-resolvable.
pl_pl: całkowite oczyszczenie tr(A) oraz sytuacja nie są rozwiązane.

source: Numerical difficulties calculating tr(A). Not completely resolved. Use results with care!
pl_pl: Problemy numeryczne podczas wyliczania śladu macierzy A. Nie udało się kompletnie wykonać. Wyniku używaj ostrożnie!

source: Termwise estimate degrees of freedom are unreliable
pl_pl: Szacowanie stopni swobody z członów nie jest wiarygodne

source: ERROR in addconQT.
pl_pl: BŁĄD w addconQT.

source: QPCLS - Rank deficiency in model
pl_pl: QPCLS - Niedobór rang w modelu

source: You must have 2m>d for a thin plate spline.
pl_pl: Musisz mieć 2m>d dla cienkiej płyty splajnu.

source: You must have 2m > d
pl_pl: Musisz mieć 2m > d

source: A term has fewer unique covariate combinations than specified maximum degrees of freedom
pl_pl: Człon posiada mniej unikalnych kombinacji zmiennych niezależnych niż określona maksymalna liczba stopni swobody
